Repository: Hanno123345234/Hanno-s-website
Catalog: lib/l10n/app_*.arb
Languages: de

# commonCancel
source: Cancel
de: Abbrechen

# commonSave
source: Save
de: Speichern

# commonContinue
source: Continue
de: Weiter

# commonCopied
source: Copied
de: Kopiert

# loginTitle
source: Login
de: Anmelden

# loginHeroSubtitle
source: Daily streaks with friends. One code. One tap. Every day.
de: Tägliche Streaks mit Freunden. Ein Code. Ein Tap. Jeden Tag.

# loginHint
source: Enter your email. We'll send you a code.
de: Gib deine E-Mail ein. Wir senden dir einen Code.

source: Send code
de: Code senden

source: Code requested.
de: Code wurde angefordert.

# codeLabel
source: Code (6 digits)
de: Code (6-stellig)

# loginProceed
source: Continue
de: Weiter

# homeReminder
source: Reminder
de: Erinnerung

# homeSettings
source: Settings
de: Einstellungen

# homeLogout
source: Logout
de: Abmelden

# homeCreate
source: Create
de: Erstellen

# homeJoinViaCode
source: Join via code
de: Mit Code beitreten

# homeEmptyTitle
source: Create a group and invite friends
de: Erstelle eine Gruppe und lade Freunde ein

# homeEmptySubtitle
source: Daily check-ins keep your streak alive.
de: Tägliche Check-ins halten deinen Streak am Leben.

# homeHowItWorks
source: How it works
de: So funktioniert's

# homeStep1
source: Create a group
de: Gruppe erstellen

# homeStep1Desc
source: Pick a goal and reset time.
de: Ziel und Reset-Zeit festlegen.

# homeStep2
source: Invite friends
de: Freunde einladen

# homeStep2Desc
source: Share the invite code.
de: Invite-Code teilen.

# homeStep3
source: Check in daily
de: Täglich abhaken

# homeStep3Desc
source: One tap a day keeps the streak.
de: Ein Tap pro Tag hält den Streak.

# createGroupTitle
source: Create group
de: Gruppe erstellen

# groupStyleLabel
source: Style
de: Stil

# amountOptional
source: Number (optional)
de: Zahl (optional)

source: Goal (text)
de: Ziel (Text)

source: Start tomorrow
de: Morgen starten

source: Endless
de: Ohne Ende

source: Duration (days)
de: Dauer (Tage)

source: Daily reset hour
de: Täglicher Reset

# createGroupButton
source: Create group
de: Gruppe erstellen

# createFailed
source: Create failed: {error}
de: Erstellen fehlgeschlagen: {error}

# joinChallengeTitle
source: Join challenge
de: Challenge beitreten

# pasteInviteCode
source: Paste invite code from a friend:
de: Invite-Code von einem Freund einfügen:

source: Join
de: Beitreten

# joinFailed
source: Join failed: {error}
de: Beitreten fehlgeschlagen: {error}

# compareTitle
source: Compare
de: Vergleichen

# todayLabel
source: Today: {todayKey}
de: Heute: {todayKey}

source: Today status
de: Status heute

# checkedInCount
source: {done}/{total} checked in
de: {done}/{total} abgehakt

source: Leaderboard
de: Rangliste

# streakAndTotal
source: Streak: {streak} â€¢ Total: {total}
de: Streak: {streak} • Gesamt: {total}

# youSuffix
source: (you)
de: (du)

# friendLabel
source: Friend {code}
de: Freund {code}

# challengeCompare
source: Compare
de: Vergleichen

# challengeToday
source: Today: {todayKey}
de: Heute: {todayKey}

source: Your streak
de: Dein Streak

source: Not a member
de: Nicht beigetreten

# todayNotDone
source: Today: not done yet
de: Heute: noch nicht

source: Today: done
de: Heute: erledigt

# tapCheckinHint
source: Tap check-in to keep your streak.
de: Tippe auf Check-in, um den Streak zu halten.

source: Undo today
de: Heute rückgängig

# proof
source: Proof: {type}
de: Beweis: {type}

# comment
source: Comment: {comment}
de: Kommentar: {comment}

source: Copied invite code
de: Invite-Code kopiert

source: Copy code
de: Code kopieren

source: Share
de: Teilen

# shareText
source: Join my challenge "{name}": code {code}
de: Komm in meine Challenge "{name}": Code {code}

source: Members: {count}
de: Mitglieder: {count}

# reminderTitle
source: Reminder
de: Erinnerung

source: Daily reminder
de: Tägliche Erinnerung

# localNotificationHint
source: Local notification (not push).
de: Lokale Benachrichtigung (kein Push).

source: Time
de: Uhrzeit

source: Notification permission not granted
de: Benachrichtigungen nicht erlaubt

source: Saved
de: Gespeichert

# settingsTitle
source: Settings
de: Einstellungen

source: Language
de: Sprache

# languageGerman
source: German
de: Deutsch

# languageEnglish
source: English
de: Englisch

source: Appearance
de: Aussehen

# themeLight
source: Light
de: Hell

# themeDark
source: Dark
de: Dunkel

source: About
de: Info

# aboutSubtitle
source: MVP preview. Sync and real email codes come later.
de: MVP-Vorschau. Sync und echte Mail-Codes kommen später.
